tap "app-platform/mobile-platform", "git@gitlab.zgtools.net:zillow/mobile/app-platform/homebrew-mobile-platform.git"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/test-bot"
tap "kylef/formulae"
tap "macecchi/tap"
tap "maticzav/swift-graphql", "https://github.com/maticzav/swift-graphql.git"
tap "muter-mutation-testing/formulae"
tap "peripheryapp/periphery"
tap "robotsandpencils/made"
tap "tuist/tuist"
brew "act"
brew "age"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "libssh2"
brew "aria2"
brew "glib"
brew "python@3.12"
brew "carthage"
brew "coreutils"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "python@3.13"
brew "datasette"
brew "direnv"
brew "docker", link: false
brew "dua-cli"
brew "fastlane"
brew "harfbuzz"
brew "leptonica"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "libfido2"
brew "libgit2"
brew "licenseplist"
brew "mkcert"
brew "mysql"
brew "ninja"
brew "pipx"
brew "prettier"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby@3.1"
brew "sccache"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "vapor"
brew "xcbeautify"
brew "xcodegen"
brew "xcodes"
brew "yq"
brew "app-platform/mobile-platform/auto-version@0.0.13"
brew "app-platform/mobile-platform/ios-cli@0.0.1239"
brew "app-platform/mobile-platform/muter"
brew "hashicorp/tap/terraform"
brew "maticzav/swift-graphql/swiftgraphql"
brew "tuist/tuist/tuist@4.50.1"
cask "background-music"
cask "chromedriver"
cask "db-browser-for-sqlite"
cask "docker-desktop"
cask "drawio"
cask "drop-to-gif"
cask "grammarly-desktop"
cask "grandperspective"
cask "jordanbaird-ice"
cask "keeper-password-manager"
cask "maccy"
cask "ngrok"
cask "ollama-app"
cask "onyx"
cask "periphery"
cask "proxyman"
cask "rectangle"
cask "spotify"
cask "trunk-io"
cask "visual-studio-code"
cask "vlc"
cask "xattred"
vscode "chris-noring.node-snippets"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.vscode-mysql"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.java"
vscode "rodolphebarbanneau.python-docstring-highlighter"
vscode "shopify.ruby-lsp"
vscode "swiftlang.swift-vscode"
vscode "trunk.io"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "zeshuaro.vscode-python-poetry"
